Repository: sypianski/diktilo
Catalog: VoiceInk/Localizable.xcstrings
Source language: en
Languages: ca, de, eo, pl, zh_hans

source: Copy Last Transcription
ca: Copiar l'última transcripció
de: Letzte Transkription kopieren
eo: Kopii lastan transskribon
pl: Kopiuj ostatnią transkrypcję
zh_hans: 拷贝上次转写

source: Copy System Info
ca: Copiar la informació del sistema
de: Systeminfo kopieren
eo: Kopii sisteminformojn
pl: Kopiuj informacje o systemie
zh_hans: 拷贝系统信息

source: Copy transcript
ca: Copiar la transcripció
de: Transkript kopieren
eo: Kopii transskribon
pl: Kopiuj transkrypcję
zh_hans: 复制转写文本

source: Could not add emoji.
ca: No s'ha pogut afegir l'emoji.
de: Emoji konnte nicht hinzugefügt werden.
eo: Ne eblis aldoni emoĝion.
pl: Nie udało się dodać emoji.
zh_hans: 无法添加表情符号。

source: Could not encode settings to JSON: %@
ca: No s'ha pogut codificar la configuració en JSON: %@
de: Einstellungen konnten nicht als JSON kodiert werden: %@
eo: Ne eblis kodi la agordojn al JSON: %@
pl: Nie udało się zakodować ustawień do JSON: %@
zh_hans: 无法将设置编码为 JSON：%@

source: Could not get the file URL from the open panel.
ca: No s'ha pogut obtenir la URL del fitxer del quadre de diàleg d'obertura.
de: Die Datei-URL konnte nicht aus dem Öffnen-Dialog ermittelt werden.
eo: Ne eblis akiri la dosieran URL el la malferma panelo.
pl: Nie udało się pobrać adresu URL pliku z panelu otwierania.
zh_hans: 无法从打开面板获取文件 URL。

source: Could not reach the server. Please check your internet connection and try again.
ca: No s'ha pogut connectar amb el servidor. Comprova la connexió a internet i torna-ho a provar.
de: Der Server konnte nicht erreicht werden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
eo: Ne eblis atingi la servilon. Kontrolu vian interretan konekton kaj reprovu.
pl: Nie udało się nawiązać połączenia z serwerem. Sprawdź połączenie internetowe i spróbuj ponownie.
zh_hans: 无法连接到服务器。请检查互联网连接后重试。

source: Could not remove %@ from reserved Apple Speech languages.
ca: No s'ha pogut treure %@ dels idiomes reservats d'Apple Speech.
de: %@ konnte nicht aus den reservierten Apple-Speech-Sprachen entfernt werden.
eo: Ne eblis forigi %@ el la rezervitaj lingvoj de Apple Speech.
pl: Nie udało się usunąć %@ z zarezerwowanych języków Apple Speech.
zh_hans: 无法将 %@ 从 Apple Speech 保留语言中移除。

source: Could not save settings to file: %@
ca: No s'ha pogut desar la configuració al fitxer: %@
de: Einstellungen konnten nicht in der Datei gespeichert werden: %@
eo: Ne eblis konservi la agordojn al dosiero: %@
pl: Nie udało się zapisać ustawień do pliku: %@
zh_hans: 无法将设置存储到文件：%@

source: Could not verify this API key
ca: No s'ha pogut verificar aquesta clau d'API
de: Dieser API-Schlüssel konnte nicht verifiziert werden
eo: Ne eblis kontroli ĉi tiun API-ŝlosilon
pl: Nie udało się zweryfikować tego klucza API
zh_hans: 无法验证此 API 密钥

source: Could not verify this API key. Check the key and try again.
ca: No s'ha pogut verificar aquesta clau d'API. Comprova la clau i torna-ho a provar.
de: Dieser API-Schlüssel konnte nicht verifiziert werden. Überprüfe den Schlüssel und versuche es erneut.
eo: Ne eblis kontroli ĉi tiun API-ŝlosilon. Kontrolu la ŝlosilon kaj reprovu.
pl: Nie udało się zweryfikować tego klucza API. Sprawdź klucz i spróbuj ponownie.
zh_hans: 无法验证此 API 密钥。请检查密钥后重试。

source: Create & Select
ca: Crear i seleccionar
de: Erstellen & auswählen
eo: Krei kaj elekti
pl: Utwórz i wybierz
zh_hans: 创建并选择

source: Created
ca: Creat
de: Erstellt
eo: Kreita
pl: Utworzono
zh_hans: 创建时间

source: Custom
ca: Personalitzat
de: Eigene
eo: Propra
pl: Własny
zh_hans: 自定

source: Custom Command
ca: Ordre personalitzada
de: Eigener Befehl
eo: Propra komando
pl: Polecenie niestandardowe
zh_hans: 自定命令

source: Custom command cannot be empty.
ca: L'ordre personalitzada no pot estar buida.
de: Eigener Befehl darf nicht leer sein.
eo: Propra komando ne povas esti malplena.
pl: Polecenie niestandardowe nie może być puste.
zh_hans: 自定命令不能为空。

source: Custom command could not start: %@
ca: No s'ha pogut iniciar l'ordre personalitzada: %@
de: Eigener Befehl konnte nicht gestartet werden: %@
eo: Propra komando ne povis starti: %@
pl: Nie można uruchomić polecenia niestandardowego: %@
zh_hans: 自定命令无法启动：%@

source: Custom command exited with status %d: %@
ca: L'ordre personalitzada ha acabat amb l'estat %d: %@
de: Eigener Befehl wurde mit Status %d beendet: %@
eo: Propra komando finiĝis kun stato %d: %@
pl: Polecenie niestandardowe zakończyło się ze statusem %d: %@
zh_hans: 自定命令以状态码 %d 退出：%@

source: Custom command exited with status %d.
ca: L'ordre personalitzada ha acabat amb l'estat %d.
de: Eigener Befehl wurde mit Status %d beendet.
eo: Propra komando finiĝis kun stato %d.
pl: Polecenie niestandardowe zakończyło się ze statusem %d.
zh_hans: 自定命令以状态码 %d 退出。

source: Custom command is empty.
ca: L'ordre personalitzada és buida.
de: Eigener Befehl ist leer.
eo: Propra komando estas malplena.
pl: Polecenie niestandardowe jest puste.
zh_hans: 自定命令为空。

source: Custom command timed out after %.0f seconds.
ca: S'ha esgotat el temps d'espera de l'ordre personalitzada al cap de %.0f segons.
de: Eigener Befehl hat nach %.0f Sekunden das Zeitlimit überschritten.
eo: Propra komando eltempiĝis post %.0f sekundoj.
pl: Polecenie niestandardowe przekroczyło limit czasu po %.0f sekundach.
zh_hans: 自定义命令在 %.0f 秒后超时。

source: Custom Device
ca: Dispositiu personalitzat
de: Eigenes Gerät
eo: Propra aparato
pl: Urządzenie niestandardowe
zh_hans: 自定设备

source: Custom Enhancement Models
ca: Models de millora personalitzats
de: Eigene Verbesserungsmodelle
eo: Propraj plibonigaj modeloj
pl: Niestandardowe modele ulepszania
zh_hans: 自定润色模型

source: Custom Model Definitions
ca: Definicions de models personalitzats
de: Eigene Modelldefinitionen
eo: Difinoj de propraj modeloj
pl: Definicje niestandardowych modeli
zh_hans: 自定模型定义

source: Custom Models
ca: Models personalitzats
eo: Propraj modeloj
pl: Modele niestandardowe
zh_hans: 自定义模型

source: Custom Prompts
ca: Indicacions personalitzades
de: Eigene Prompts
eo: Propraj instigoj
pl: Niestandardowe prompty
zh_hans: 自定提示词

source: Custom Transcription Models
ca: Models de transcripció personalitzats
de: Eigene Transkriptionsmodelle
eo: Propraj transskribaj modeloj
pl: Niestandardowe modele transkrypcji
zh_hans: 自定转写模型

source: Custom: %@
ca: Personalitzat: %@
de: Eigene: %@
eo: Propra: %@
pl: Niestandardowy: %@
zh_hans: 自定：%@

source: Dark
ca: Fosc
de: Dunkel
eo: Malhela
pl: Ciemny
zh_hans: 深色

source: Dashboard
ca: Tauler
eo: Panelo
zh_hans: 概览

source: Date
ca: Data
de: Datum
eo: Dato
pl: Data
zh_hans: 日期

source: Deactivate
ca: Desactivar
de: Deaktivieren
eo: Malaktivigi
pl: Dezaktywuj
zh_hans: 停用

source: Default
ca: Per defecte
de: Standard
eo: Defaŭlta
pl: Domyślny
zh_hans: 默认

source: Default mode is used when no app or website matches
ca: El mode per defecte s'utilitza quan no coincideix cap app ni lloc web
de: Der Standardmodus wird verwendet, wenn keine App oder Website übereinstimmt
eo: La defaŭlta reĝimo estas uzata, kiam neniu aplikaĵo aŭ retejo kongruas
pl: Tryb domyślny jest używany, gdy żadna aplikacja ani strona nie pasuje
zh_hans: 当没有匹配的 App 或网站时，将使用默认模式

source: Default mode is used when no specific app or website matches are found.
ca: El mode per defecte s'utilitza quan no es troba cap app ni lloc web concret que hi coincideixi.
de: Der Standardmodus wird verwendet, wenn keine App oder Website übereinstimmt.
eo: La defaŭlta reĝimo estas uzata, kiam ne troviĝas kongruo por specifa aplikaĵo aŭ retejo.
pl: Tryb domyślny jest używany, gdy nie znaleziono dopasowania dla żadnej aplikacji ani strony.
zh_hans: 当未找到匹配的特定 App 或网站时，将使用默认模式。

source: Default uses simulated Cmd+V key events. AppleScript can help when custom keyboard layouts do not paste correctly.
ca: Per defecte, s'utilitzen esdeveniments simulats de la tecla Cmd+V. AppleScript pot ajudar quan les disposicions de teclat personalitzades no enganxen correctament.
de: Standard verwendet simulierte Cmd+V-Tastenereignisse. AppleScript kann helfen, wenn eigene Tastaturlayouts nicht korrekt einfügen.
eo: Defaŭlte uziĝas simulitaj klaveventoj Cmd+V. AppleScript povas helpi, kiam propraj klavararanĝoj ne algluas ĝuste.
pl: Domyślnie używane są symulowane zdarzenia klawisza Cmd+V. AppleScript może pomóc, gdy niestandardowe układy klawiatury nie wklejają poprawnie.
zh_hans: 默认使用模拟的 Cmd+V 按键事件。当自定键盘布局无法正确粘贴时，AppleScript 会有所帮助。

source: Delete
ca: Eliminar
de: Löschen
eo: Forigi
pl: Usuń
zh_hans: 删除

source: Delete %lld Files
ca: Eliminar %lld fitxers
de: %lld Dateien löschen
eo: Forigi %lld dosierojn
pl: Usuń %lld pliki(-ów)
zh_hans: 删除 %lld 个文件

source: Delete After
ca: Eliminar després de
de: Löschen nach
eo: Forigi post
pl: Usuń po
zh_hans: 删除时限

source: Delete Custom Enhancement Model
ca: Eliminar el model de millora personalitzat
de: Eigenes Verbesserungsmodell löschen
eo: Forigi propran plibonigan modelon
pl: Usuń niestandardowy model ulepszania
zh_hans: 删除自定润色模型

source: Delete Custom Model
ca: Eliminar el model personalitzat
de: Eigenes Modell löschen
eo: Forigi propran modelon
pl: Usuń niestandardowy model
zh_hans: 删除自定模型

source: Delete Mode?
ca: Vols eliminar el mode?
de: Modus löschen?
eo: Ĉu forigi la reĝimon?
pl: Usunąć tryb?
zh_hans: 要删除此模式吗？

source: Delete Model
ca: Eliminar el model
de: Modell löschen
eo: Forigi modelon
pl: Usuń model
zh_hans: 删除模型

source: Delete old recordings while keeping transcript history.
ca: Elimina els enregistraments antics i conserva l'historial de transcripcions.
de: Alte Aufnahmen löschen, aber den Transkriptverlauf behalten.
eo: Forigi malnovajn registraĵojn, konservante la transskriban historion.
pl: Usuń stare nagrania, zachowując historię transkrypcji.
zh_hans: 删除旧录音，同时保留转写历史记录。

source: Delete Prompt?
ca: Vols eliminar la indicació?
de: Prompt löschen?
eo: Ĉu forigi la instigon?
pl: Usunąć prompt?
zh_hans: 要删除此提示词吗？

source: Delete Selected Items?
ca: Vols eliminar els elements seleccionats?
de: Ausgewählte Elemente löschen?
eo: Ĉu forigi la elektitajn erojn?
pl: Usunąć zaznaczone elementy?
zh_hans: 要删除所选项目吗？

source: Delete transcript history and related audio files after the retention period.
ca: Elimina l'historial de transcripcions i els fitxers d'àudio relacionats un cop passat el període de conservació.
de: Transkriptverlauf und zugehörige Audiodateien nach Ablauf der Aufbewahrungsfrist löschen.
eo: Forigi la transskriban historion kaj rilatajn sondosierojn post la konserva periodo.
pl: Usuń historię transkrypcji i powiązane pliki audio po upływie okresu przechowywania.
zh_hans: 在保留期后删除转写历史记录和相关音频文件。

source: Deleted
ca: Eliminat
de: Gelöscht
eo: Forigita
pl: Usunięto
zh_hans: 已删除

source: Deleted %lld audio files.
ca: S'han eliminat %lld fitxers d'àudio.
de: %lld Audiodateien gelöscht.
eo: Forigis %lld sondosierojn.
pl: Usunięto %lld pliki(-ów) audio.
zh_hans: 已删除 %lld 个音频文件。

source: Deleted files: %lld. Failed: %lld.
ca: Arxius eliminats: %lld. Errors: %lld.
de: Gelöschte Dateien: %lld. Fehlgeschlagen: %lld.
eo: Forigitaj dosieroj: %lld. Malsukcesis: %lld.
pl: Usunięte pliki: %lld. Nieudane: %lld.
zh_hans: 已删除文件：%lld。失败：%lld。

source: Denied
ca: Denegat
de: Verweigert
eo: Rifuzita
pl: Odmówiono
zh_hans: 已拒绝

source: Deselect All
ca: Deseleccionar-ho tot
de: Alle abwählen
eo: Malelekti ĉion
pl: Odznacz wszystko
zh_hans: 取消全选

source: Details
ca: Detalls
eo: Detaloj
pl: Szczegóły
zh_hans: 详细信息

source: Detect speech segments and filter out silence to improve accuracy of local models.
ca: Detecta els segments de veu i filtra el silenci per millorar la precisió dels models locals.
de: Sprachsegmente erkennen und Stille herausfiltern, um die Genauigkeit lokaler Modelle zu verbessern.
eo: Detekti parolsegmentojn kaj filtri silenton por plibonigi la precizecon de lokaj modeloj.
pl: Wykrywaj segmenty mowy i filtruj ciszę, aby poprawić dokładność lokalnych modeli.
zh_hans: 检测语音片段并过滤静音，以提高本地模型的准确性。

source: Device
ca: Dispositiu
de: Gerät
eo: Aparato
pl: Urządzenie
zh_hans: 设备

source: Diagnostics
ca: Diagnòstic
de: Diagnose
eo: Diagnozo
pl: Diagnostyka
zh_hans: 诊断

# Dictated %@ words across %lld sessions.
source: Dictated %1$@ words across %2$lld sessions.
ca: Has dictat %1$@ paraules en %2$lld sessions.
de: Sie haben %1$@ Wörter in %2$lld Sitzungen diktiert.
eo: Diktis %@ vortojn en %lld seancoj.
pl: Podyktowano %@ słów w %lld sesjach.
zh_hans: 已听写 %@ 个词，共 %lld 次会话。

# Dictated %@, %@ words from %@.
source: Dictated %1$@, %2$@ words from %3$@.
ca: Has dictat %1$@; et falten %2$@ paraules per arribar a %3$@.
de: %@ diktiert, %@ Wörter von %@ entfernt.
eo: Diktis %1$@, ankoraŭ %2$@ vortojn ĝis %3$@.
pl: Podyktowano %1$@, %2$@ słów od %3$@.
zh_hans: 已听写 %@，还差 %@ 字即可达到 %@。

# Dictated %@, equivalent to %@ %@.
source: Dictated %1$@, equivalent to %2$@ %3$@.
ca: Has dictat %1$@, l'equivalent de %2$@ %3$@.
de: %@ diktiert, entspricht %@ %@.
eo: Diktis %1$@, egale al %2$@ %3$@.
pl: Podyktowano %1$@, co odpowiada %2$@ %3$@.
zh_hans: 已听写 %@，相当于 %@ %@。

# Dictated %@, equivalent to %@.
source: Dictated %1$@, equivalent to %2$@.
ca: Has dictat %1$@, l'equivalent de %2$@.
de: %@ diktiert, entspricht %@.
eo: Diktis %1$@, egale al %2$@.
pl: Podyktowano %1$@, co odpowiada %2$@.
zh_hans: 已听写 %@，相当于 %@。

source: Dictated %@.
ca: Has dictat %@.
de: %@ diktiert.
eo: Diktis %@.
pl: Podyktowano %@.
zh_hans: 已听写 %@。

source: Dictated words chart
ca: Gràfic de paraules dictades
de: Diagramm der diktierten Wörter
eo: Diagramo de diktitaj vortoj
pl: Wykres podyktowanych słów
zh_hans: 听写字数图表

source: Dictation
ca: Dictat
de: Diktat
eo: Diktado
pl: Dyktowanie
zh_hans: 听写

source: Dictionary
ca: Diccionari
de: Wörterbuch
eo: Vortaro
pl: Słownik
zh_hans: 词典

source: Dictionary Settings
ca: Configuració del diccionari
de: Wörterbuch-Einstellungen
eo: Agordoj de vortaro
pl: Ustawienia słownika
zh_hans: 词典设置

source: Disabled
ca: Desactivat
de: Deaktiviert
eo: Malŝaltita
pl: Wyłączony
zh_hans: 已停用

source: Disconnected
ca: Desconnectat
de: Getrennt
eo: Malkonektita
pl: Rozłączono
zh_hans: 已断开连接

source: Dismiss
ca: Descartar
de: Schließen
eo: Fermi
pl: Zamknij
zh_hans: 关闭

source: Dismiss Recorder
ca: Tancar l'enregistrador
de: Aufnahme schließen
eo: Fermi registrilon
pl: Zamknij rejestrator
zh_hans: 关闭录音器

source: Dismiss shortcut tip
ca: Descartar el consell sobre la drecera
de: Tastenkürzel-Hinweis schließen
eo: Fermi konsilon pri klavkombino
pl: Zamknij wskazówkę dotyczącą skrótu
zh_hans: 关闭快捷键提示

source: Dismiss this promotion
ca: Descartar aquesta promoció
de: Dieses Angebot ausblenden
eo: Fermi ĉi tiun reklamon
pl: Zamknij tę promocję
zh_hans: 关闭此推广

source: Display Name
ca: Nom visible
de: Anzeigename
eo: Montrata nomo
pl: Nazwa wyświetlana
zh_hans: 显示名称

source: Display name cannot be empty
ca: El nom visible no pot estar buit
de: Anzeigename darf nicht leer sein
eo: Montrata nomo ne povas esti malplena
pl: Nazwa wyświetlana nie może być pusta
zh_hans: 显示名称不能为空

source: Docs
ca: Documentació
de: Dokumentation
eo: Dokumentaro
pl: Dokumentacja
zh_hans: 文档

source: Documentation
ca: Documentació
de: Dokumentation
eo: Dokumentaro
pl: Dokumentacja
zh_hans: 文档

source: Done
ca: Fet
de: Fertig
eo: Farite
pl: Gotowe
zh_hans: 完成

source: Double-click to edit • Right-click for more options
ca: Fes doble clic per editar • Fes clic amb el botó dret per veure més opcions
de: Doppelklick zum Bearbeiten • Rechtsklick für weitere Optionen
eo: Duoble alklaku por redakti • Dekstre alklaku por pliaj opcioj
pl: Kliknij dwukrotnie, aby edytować • Kliknij prawym przyciskiem, aby uzyskać więcej opcji
zh_hans: 连按两下以编辑 • 右键点按查看更多选项

source: Download
ca: Baixar
de: Herunterladen
eo: Elŝuti
pl: Pobierz
zh_hans: 下载

source: Download Model
ca: Baixar el model
de: Modell herunterladen
eo: Elŝuti modelon
pl: Pobierz model
zh_hans: 下载模型

source: Download required for %@.
ca: Cal baixar recursos per a %@.
de: Download für %@ erforderlich.
eo: Necesas elŝuto por %@.
pl: Wymagane pobranie dla %@.
zh_hans: 需要先下载 %@。

source: Download this Apple Speech language.
ca: Baixar aquest idioma d'Apple Speech.
de: Diese Apple-Speech-Sprache herunterladen.
eo: Elŝuti ĉi tiun lingvon de Apple Speech.
pl: Pobierz ten język Apple Speech.
zh_hans: 下载此 Apple Speech 语言。

source: Download Transcription Model
ca: Baixar el model de transcripció
de: Transkriptionsmodell herunterladen
eo: Elŝuti transskriban modelon
pl: Pobierz model transkrypcji
zh_hans: 下载转写模型

source: Downloaded
ca: Baixat
de: Heruntergeladen
eo: Elŝutita
pl: Pobrano
zh_hans: 已下载

source: Downloading %@ Model
ca: S'està baixant el model %@
de: %@-Modell wird heruntergeladen
eo: Elŝutado de modelo %@
pl: Pobieranie modelu %@
zh_hans: 正在下载 %@ 模型

source: Downloading assets for the selected Apple Speech language.
ca: S'estan baixant els recursos per a l'idioma seleccionat d'Apple Speech.
de: Ressourcen für die ausgewählte Apple-Speech-Sprache werden heruntergeladen.
eo: Elŝutado de rimedoj por la elektita lingvo de Apple Speech.
pl: Pobieranie zasobów dla wybranego języka Apple Speech.
zh_hans: 正在下载所选 Apple Speech 语言的资源。

source: Downloading Core ML Model for %@
ca: S'està baixant el model Core ML per a %@
de: Core-ML-Modell für %@ wird heruntergeladen
eo: Elŝutado de Core ML-modelo por %@
pl: Pobieranie modelu Core ML dla %@
zh_hans: 正在为 %@ 下载 Core ML 模型

source: Downloading model files: %lld/%lld
ca: S'estan baixant els fitxers del model: %lld/%lld
de: Modelldateien werden heruntergeladen: %lld/%lld
eo: Elŝutado de modeldosieroj: %lld/%lld
pl: Pobieranie plików modelu: %lld/%lld
zh_hans: 正在下载模型文件：%lld/%lld

source: Downloading...
ca: S'està baixant...
de: Wird heruntergeladen...
eo: Elŝutado...
pl: Pobieranie...
zh_hans: 正在下载…

source: Drop audio or video files here
ca: Deixa anar aquí fitxers d'àudio o de vídeo
de: Audio- oder Videodateien hier ablegen
eo: Demetu sondosierojn aŭ videodosierojn ĉi tien
pl: Upuść tu pliki audio lub wideo
zh_hans: 将音频或视频文件拖放到此处

source: Drop files anywhere to add more
ca: Deixa anar fitxers a qualsevol lloc per afegir-ne més
de: Dateien irgendwo ablegen, um weitere hinzuzufügen
eo: Demetu dosierojn ie ajn por aldoni pliajn
pl: Upuść pliki w dowolnym miejscu, aby dodać więcej
zh_hans: 将文件拖放到任意位置以添加更多

source: Drop to add files
ca: Deixa anar per afegir fitxers
de: Ablegen zum Hinzufügen
eo: Demetu por aldoni dosierojn
pl: Upuść, aby dodać pliki
zh_hans: 松开以添加文件

source: Duration
ca: Durada
de: Dauer
eo: Daŭro
pl: Czas trwania
zh_hans: 时长

source: During recording, press Option + 1-9 to switch modes quickly.
ca: Durant l'enregistrament, prem Opció + 1-9 per canviar de mode ràpidament.
de: Drücke während der Aufnahme Option + 1-9, um schnell den Modus zu wechseln.
eo: Dum registrado premu Option + 1–9 por rapide ŝanĝi reĝimon.
pl: Podczas nagrywania naciśnij Option + 1–9, aby szybko przełączać tryby.
zh_hans: 录音时，按 Option + 1-9 可快速切换模式。

source: e.g. my email, my mail
ca: p. ex. el meu correu, el meu email
de: z. B. meine E-Mail, meine Mail
eo: ekz. mia retpoŝto, mia poŝto
pl: np. mój email, moja poczta
zh_hans: 例如：my email, my mail

source: e.g. name@example.com
ca: p. ex. nom@example.com
de: z. B. name@example.com
eo: ekz. nomo@example.com
pl: np. jan.kowalski@example.com
zh_hans: 例如：name@example.com

source: Each trigger word can only belong to one mode
ca: Cada paraula activadora només pot pertànyer a un mode
eo: Ĉiu ekiga vorto povas aparteni nur al unu reĝimo
pl: Każde słowo wyzwalające może należeć tylko do jednego trybu
zh_hans: 每个触发词只能属于一个模式

source: Each website can only belong to one mode
ca: Cada lloc web només pot pertànyer a un mode
eo: Ĉiu retejo povas aparteni nur al unu reĝimo
pl: Każda strona może należeć tylko do jednego trybu
zh_hans: 每个网站只能属于一个模式

source: Earn 30% from referrals
ca: Guanya un 30% amb les recomanacions
de: 30 % durch Empfehlungen verdienen
eo: Gajnu 30% el rekomendoj
pl: Zarabiaj 30% z poleceń
zh_hans: 通过推荐赚取 30%

source: Edit
ca: Editar
de: Bearbeiten
eo: Redakti
pl: Edytuj
zh_hans: 编辑

source: Edit Custom Enhancement Model
ca: Editar el model de millora personalitzat
de: Eigenes Verbesserungsmodell bearbeiten
eo: Redakti propran plibonigan modelon
pl: Edytuj niestandardowy model ulepszania
zh_hans: 编辑自定润色模型

source: Edit Custom Transcription Model
ca: Editar el model de transcripció personalitzat
de: Eigenes Transkriptionsmodell bearbeiten
eo: Redakti propran transskriban modelon
pl: Edytuj niestandardowy model transkrypcji
zh_hans: 编辑自定转写模型

source: Edit mode
ca: Editar el mode
de: Modus bearbeiten
eo: Redakti reĝimon
pl: Edytuj tryb
zh_hans: 编辑模式

source: Edit Model
ca: Editar el model
de: Modell bearbeiten
eo: Redakti modelon
pl: Edytuj model
zh_hans: 编辑模型

source: Edit prompt
ca: Editar la indicació
de: Prompt bearbeiten
eo: Redakti instigon
pl: Edytuj prompt
zh_hans: 编辑提示词

source: Edit replacement
ca: Editar la substitució
de: Ersetzung bearbeiten
eo: Redakti anstataŭigon
pl: Edytuj zamiennik
zh_hans: 编辑替换项

source: Edit the apps and websites in this group.
ca: Edita les apps i els llocs web d'aquest grup.
de: Apps und Websites in dieser Gruppe bearbeiten.
eo: Redakti la aplikaĵojn kaj retejojn en ĉi tiu grupo.
pl: Edytuj aplikacje i strony w tej grupie.
zh_hans: 编辑此分组中的 App 与网站。

source: Edit trigger group
ca: Editar el grup d'activadors
de: Auslösergruppe bearbeiten
eo: Redakti grupon de ekigiloj
pl: Edytuj grupę wyzwalaczy
zh_hans: 编辑触发条件组

source: Edit Word Replacement
ca: Editar la substitució de paraules
de: Wortersetzung bearbeiten
eo: Redakti vortanstataŭigon
pl: Edytuj zamiennik słowa
zh_hans: 编辑词语替换

source: Email
ca: Correu electrònic
eo: Retpoŝto
zh_hans: 邮件

source: Email Support
ca: Assistència per correu electrònic
eo: Subteno per retpoŝto
pl: Wsparcie e-mail
zh_hans: 邮件支持

source: Emoji already exists.
ca: L'emoji ja existeix.
de: Emoji existiert bereits.
eo: La emoĝio jam ekzistas.
pl: Emoji już istnieje.
zh_hans: 表情符号已存在。

source: Emoji cannot be empty.
ca: L'emoji no pot estar buit.
de: Emoji darf nicht leer sein.
eo: La emoĝio ne povas esti malplena.
pl: Emoji nie może być puste.
zh_hans: 表情符号不能为空。

source: Enable Accessibility Access
ca: Activar l'accés d'accessibilitat
de: Bedienungshilfen aktivieren
eo: Ŝalti aliron por alirebleco
pl: Włącz dostęp ułatwień dostępu
zh_hans: 启用辅助功能访问

source: Enabled
ca: Activat
de: Aktiviert
eo: Ŝaltita
pl: Włączony
zh_hans: 已启用

source: Endpoint must use HTTPS (plain HTTP is allowed only for localhost)
ca: El punt final ha d'utilitzar HTTPS (l'HTTP simple només es permet per a localhost)
eo: La finpunkto devas uzi HTTPS (simpla HTTP estas permesata nur por localhost)
pl: Punkt końcowy musi używać HTTPS (zwykłe HTTP jest dozwolone tylko dla localhost)

source: Endpoint not found (HTTP 404) — check the API endpoint URL
ca: No s'ha trobat el punt final (HTTP 404) — comprova l'adreça URL del punt final de l'API
eo: Finpunkto ne trovita (HTTP 404) — kontrolu la URL-on de la API-finpunkto
pl: Nie znaleziono punktu końcowego (HTTP 404) — sprawdź adres URL punktu końcowego API

source: English
ca: Anglès
de: Englisch
eo: Angla
pl: Angielski
zh_hans: 英语

source: Enhance
ca: Millorar
de: Verbessern
eo: Plibonigi
pl: Ulepsz
zh_hans: 润色

source: Enhanced
ca: Millorat
de: Verbessert
eo: Plibonigita
pl: Ulepszone
zh_hans: 已润色

source: Enhancement
ca: Millora
de: Verbesserung
eo: Plibonigo
pl: Ulepszanie
zh_hans: 润色

source: Enhancement failed: %@
ca: No s'ha pogut aplicar la millora: %@
de: Verbesserung fehlgeschlagen: %@
eo: Plibonigo malsukcesis: %@
pl: Ulepszanie nie powiodło się: %@
zh_hans: 润色失败：%@

source: Enhancement model
ca: Model de millora
de: Verbesserungsmodell
eo: Pliboniga modelo
pl: Model ulepszania
zh_hans: 润色模型

source: Enhancement Model
ca: Model de millora
de: Verbesserungsmodell
eo: Pliboniga modelo
pl: Model ulepszania
zh_hans: 润色模型

source: Enhancement Models
ca: Models de millora
de: Verbesserungsmodelle
eo: Plibonigaj modeloj
pl: Modele ulepszania
zh_hans: 润色模型
